tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "r-lib/rig"
tap "theseal/ssh-askpass"
tap "yqrashawn/goku"
brew "webp"
brew "bash"
brew "bat"
brew "docker"
brew "eza"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pandoc"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "theseal/ssh-askpass/ssh-askpass"
brew "yqrashawn/goku/goku"
cask "1password"
cask "aerospace"
cask "alt-tab"
cask "appcleaner"
cask "asana"
cask "bartender"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "cmake"
cask "fantastical"
cask "font-meslo-lg-nerd-font"
cask "font-tex-gyre-pagella"
cask "font-tex-gyre-termes"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "istat-menus@6"
cask "jupyterlab"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "middleclick"
cask "min"
cask "notchnook"
cask "obsidian"
cask "positron"
cask "postman"
cask "raycast"
cask "rig"
cask "rstudio"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "slack"
cask "todoist"
cask "via"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
vscode "1yib.nodejs-bundle"
vscode "astro-build.astro-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expresssnippets.vscode-express-snippets"
vscode "github.github-vscode-theme"
vscode "huyigong.vscode-latex-commands"
vscode "jithurjacob.nbpreviewer"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "notzaki.pandocciter"
vscode "notzaki.vscode-bookdown"
vscode "reditorsupport.r"
vscode "rvest.vs-code-prettier-eslint"
vscode "snlbaral.express-mongo-snippets"
vscode "standard.vscode-standard"
vscode "tianyishi.rmarkdown"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yatki.vscode-surround"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
