tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "r-lib/rig"
tap "theseal/ssh-askpass"
brew "webp"
brew "bash"
brew "bat"
brew "docker"
brew "eza"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pandoc"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "theseal/ssh-askpass/ssh-askpass"
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "asana"
cask "bartender"
cask "blender"
cask "chatgpt"
cask "cmake"
cask "font-meslo-lg-nerd-font"
cask "font-tex-gyre-pagella"
cask "font-tex-gyre-termes"
cask "gimp"
cask "google-chrome"
cask "istat-menus@6"
cask "jupyterlab"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "middleclick"
cask "min"
cask "notchnook"
cask "obsidian"
cask "positron"
cask "postman"
cask "raycast"
cask "rig"
cask "rstudio"
cask "sf-symbols"
cask "skim"
cask "slack"
cask "todoist"
cask "via"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
