1password-beta
1password-cli
alacritty
amd-ucode
apple-fonts
base
base-devel
bash-completion
bat
blueberry
bolt
brightnessctl
btop
btrfs-progs
clang
claude-code
cmake
cups
cups-browsed
cups-filters
cups-pdf
cursor-bin
docker
docker-buildx
docker-compose
dust
efibootmgr
evince
exfatprogs
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
fprintd
fzf
gcc-fortran
gcc14
gemini-cli
git
github-cli
glib2-devel
gnome-calculator
gnome-font-viewer
gnome-keyring
gnome-themes-extra
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-smb
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprshot
hyprsunset
imagemagick
impala
imv
inetutils
iwd
jq
kdenlive
keyd
kvantum-qt5
lazydocker
lazygit
less
libfido2
libicns
libpulse
libqalculate
libreoffice-fresh
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
llvm
localsend
luarocks
mako
man-db
mariadb-libs
minecraft-launcher
mise
mpv
nautilus
neovim
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
obs-studio
obsidian
ollama
omarchy-chromium
otf-avenir-next-pro
pam-u2f
pamixer
pandoc-cli
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
positron-ide-devel-bin
postgresql-libs
power-profiles-daemon
python-gobject
python-poetry-core
python-terminaltexteffects
qt5-wayland
r
rclone
ripgrep
rust
samba
satty
slurp
snapper
sof-firmware
starship
steam
sublime-text-4
sushi
swaybg
swayosd
system-config-printer
tailscale
texlive-latex
texlive-latexextra
tldr
tree
tree-sitter-cli
ttf-apple-emoji
ttf-bitstream-vera-mono-nerd
ttf-cascadia-mono-nerd
ttf-firacode-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-victor-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usbutils
uwsm
walker-bin
waybar
wev
wf-recorder
wget
whois
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wl-screenrec
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmlstarlet
xournalpp
yaru-icon-theme
yay
ydotool
yubikey-manager
zoxide
zram-generator
