tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "abseil"
brew "air"
brew "aom"
brew "apache-arrow"
brew "aria2"
brew "azure-cli"
brew "bat"
brew "btop"
brew "bulletty"
brew "freetype"
brew "glib"
brew "chafa"
brew "cmake"
brew "cmake-docs"
brew "deno"
brew "docker"
brew "dockutil"
brew "eza"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "geos"
brew "pkgconf"
brew "proj"
brew "nss"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "htop"
brew "imagemagick"
brew "intelli-shell"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "macos-trash"
brew "mise"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "nowplaying-cli"
brew "qpdf"
brew "r"
brew "rclone"
brew "reddix"
brew "ripgrep"
brew "rumdl"
brew "shfmt"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tailscale"
brew "taze"
brew "tidy-html5"
brew "tlrc"
brew "tmux"
brew "todoist-cli"
brew "tree"
brew "udunits"
brew "v8"
brew "wget"
brew "xcodes"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsv"
brew "charmbracelet/tap/gum"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "aerospace"
cask "backdrop"
cask "bartender"
cask "basecamp"
cask "beeper"
cask "bettertouchtool@alpha"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "cursor"
cask "daisydisk"
cask "docker-desktop"
cask "figma"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-adwaita-mono-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-atkynson-mono-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-shure-tech-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "github"
cask "google-drive"
cask "hammerspoon"
cask "homerow"
cask "inkscape"
cask "insomnia"
cask "istat-menus@6"
cask "karabiner-elements"
cask "launchos"
cask "localsend"
cask "macpacker"
cask "macs-fan-control"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "middle"
cask "miniconda"
cask "monitorcontrol"
cask "notion"
cask "notion-mail"
cask "positron"
cask "raycast"
cask "rectangle"
cask "rstudio"
cask "sf-symbols"
cask "shortcat"
cask "skim"
cask "slack"
cask "spotify"
cask "superhuman"
cask "tailscale-app"
cask "todoist-app"
cask "typora"
cask "via"
cask "visual-studio-code"
cask "whatsapp"
cask "zen"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "robbowen.synthwave-vscode"
